Repository: tmk907/NextPlayerUWP
Catalog: NextPlayerUWP/NextPlayerUWP/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa

source: Album
ar_sa: الألبوم

# AppBarButtonAddPlaylist.Label
source: New playlist
ar_sa: قائمة تشغيل جديدة

source: Artist
ar_sa: فنان

# ButtonAddFolder.Content
source: Add folder
ar_sa: إضافة مجلد

# ButtonAddToNowPlaying.Content
source: Add to now playing
ar_sa: إضافة إلى التشغيل الآن

# ButtonAddToPlaylist.Content
source: Add to playlist
ar_sa: أضف إلى قائمة الأغاني

# ButtonCancel.Content
source: Cancel
ar_sa: إلغاء

# ButtonPlayNext.Content
source: Play next
ar_sa: شغل التالي

# ButtonRateApp.Content
source: Rate app
ar_sa: قيّم التطبيق

# ButtonSave.Content
source: Save
ar_sa: حفظ

# ButtonSendEmail.Content
source: Send e-mail
ar_sa: إرسال بريد إلكتروني

# ButtonUpdate.Content
source: Update
ar_sa: تحديث

source: Cancel
ar_sa: إلغاء

source: Composer
ar_sa: المؤلف

source: Connecting
ar_sa: جار الاتصال

source: Connection error
ar_sa: خطأ في الاتصال

# ContentDialogEditAlbum.PrimaryButtonText
source: Save
ar_sa: حفظ

# ContentDialogEditAlbum.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# ContentDialogEditAlbum.Title
source: Edit
ar_sa: تعديل

# ContentDialogEditName.PrimaryButtonText
source: Save
ar_sa: حفظ

# ContentDialogEditName.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# ContentDialogEditName.Title
source: Edit name
ar_sa: تعديل الاسم

# ContentDialogNewPlaylist.PrimaryButtonText
source: Save
ar_sa: حفظ

# ContentDialogNewPlaylist.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# ContentDialogNewPlaylist.Title
source: New empty playlist
ar_sa: قائمة تشغيل جديدة

source: Delete
ar_sa: حذف

# DeletePlaylistConfirmation
source: Are you sure you want to delete this playlist?
ar_sa: هل ترغب حقاً في حذف قائمة التشغيل؟

source: Directory
ar_sa: الدليل

source: Duration
ar_sa: فترة

source: Folder
ar_sa: المجلد

source: Genre
ar_sa: نوع

source: Later
ar_sa: لاحقاً

source: Library updated
ar_sa: تم تحديث المكتبة

# MFIAddToNowPlaying.Text
source: Add to now playing
ar_sa: إضافة إلى تشغيل الآن

# MFIAddToPlaylist.Text
source: Add to playlist
ar_sa: إضافة إلى قائمة تشغيل

# MFIDelete.Text
source: Delete
ar_sa: حذف

# MFIEditPlainName.Text
source: Edit name
ar_sa: تعديل الاسم

# MFIEditSmart.Text
source: Edit
ar_sa: تعديل

# MFIEditTags.Text
source: Edit tags
ar_sa: تحرير تعليقات

# MFIGoToAlbum.Text
source: Go to album
ar_sa: اذهب إلى الألبوم

# MFIGoToArtist.Text
source: Go to artist
ar_sa: اذهب إلى الفنان

# MFIPin.Text
source: Pin
ar_sa: دبوس

# MFIPlayNext.Text
source: Play next
ar_sa: تشغيل التالي

# MFIPlayNow.Text
source: Play now
ar_sa: التشغيل الآن

# MFIShare.Text
source: Share
ar_sa: مشاركة

# MFIShowDetails.Text
source: Show details
ar_sa: عرض التفاصيل

# NajczesciejOdtwarzane
source: Most often played
ar_sa: الأكثر تشغيلاً

# NajgorzejOceniane
source: Lowest rating
ar_sa: الأقل تقييماً

# NajlepiejOceniane
source: Highest rating
ar_sa: الأعلى تقييماً

# NajrzadziejOdtwarzane
source: Least often played
ar_sa: الأقل تشغيلاً

source: Name
ar_sa: اسم

# OstatnioDodane
source: Last added
ar_sa: آخر إضافة

# OstatnioOdtwarzane
source: Last played
ar_sa: آخر تشغيل

# PageHeaderAddToPlaylist.Content
source: Add to playlist
ar_sa: إضافة إلى قائمة تشغيل

# PageHeaderAlbum.Content
source: Album
ar_sa: الألبوم

# PageHeaderAlbums.Content
source: Albums
ar_sa: ألبومات

# PageHeaderArtist.Content
source: Artist
ar_sa: الفنان

# PageHeaderArtists.Content
source: Artists
ar_sa: الفنانين

# PageHeaderFileInfo.Content
source: File info
ar_sa: معلومات الملف

# PageHeaderFolders.Content
source: Folders
ar_sa: المجلدات

# PageHeaderGenres.Content
source: Genres
ar_sa: الأنواع

# PageHeaderPlaylist.Content
source: Playlist
ar_sa: قائمة التشغيل

# PageHeaderPlaylists.Content
source: Playlists
ar_sa: قوائم التشغيل

# PageHeaderSettings.Content
source: Settings
ar_sa: الإعدادات

# PageHeaderSongs.Content
source: Songs
ar_sa: الأغاني

# PageHeaderTagsEditor.Content
source: Tags editor
ar_sa: محرر المعلومات

# PivotHeaderTBLyrics.Text
source: lyrics
ar_sa: الكلمات

# PivotHeaderTBNowPlaying.Text
source: now playing
ar_sa: يشغَّل الآن

source: Playlist
ar_sa: قائمة التشغيل

source: Playlists
ar_sa: قوائم التشغيل

# RateAppMsg
source: If you enjoy using Next-Player, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
ar_sa: إذا استمتعت باستخدام Next-Player, هل تمانع بأخذ لحظة من وقتك لتقييمه؟ لن تأخذ أكثر من دقيقة. شكراً لك على دعمك!

# RateAppTitle
source: Rate app
ar_sa: قيّم التطبيق

source: Rating
ar_sa: تقييم

# RBAddToNowPlaying.Content
source: Add to now playing
ar_sa: إضافة إلى التشغيل الآن

# RBDark.Content
source: Dark
ar_sa: داكن

# RBLight.Content
source: Light
ar_sa: الضوء

# RBPlay.Content
source: Play
ar_sa: تشغيل

# RBPlayNext.Content
source: Play next
ar_sa: تشغيل التالي

source: Song
ar_sa: أغنية

# TBAbout.Text
source: About
ar_sa: عن البرنامج

# TBActionAfterDragDrop.Text
source: After dragging item to now playing list:
ar_sa: بعد سحب العنصر إلى قائمة التشغيل الآن:

# TBAddMusicLibraryFolders.Text
source: Choose folders containing music files
ar_sa: مجلدات الموسيقى

# TBAlbum.Text
source: Album
ar_sa: الألبوم

# TBAlbumArtist.Text
source: Album artist
ar_sa: فنان الألبوم

# TBAlbums.Text
source: Albums
ar_sa: الألبومات

# TBAppAccentColor.Text
source: Accent color:
ar_sa: لون التمييز:

# TBAppTheme.Text
source: Theme:
ar_sa: الموضوع:

# TBArtist.Text
source: Artist
ar_sa: الفنان

# TBArtists.Text
source: Artists
ar_sa: الفنانون

# TBBitrate.Text
source: Bitrate
ar_sa: معدل البت

# TBComment.Text
source: Comment
ar_sa: التعليق

# TBComposer.Text
source: Composer
ar_sa: المؤلف

# TBConductor.Text
source: Conductor
ar_sa: الموصل

# TBDateAdded.Text
source: Date added
ar_sa: إضافة تاريخ

# TBDisc.Text
source: Disc
ar_sa: القرص

# TBDuration.Text
source: Duration
ar_sa: المدة

# TBFilePath.Text
source: File path
ar_sa: مسار الملف

# TBFileSize.Text
source: File size
ar_sa: حجم الملف

# TBFolders.Text
source: Folders
ar_sa: المجلدات

# TBGenre.Text
source: Genre
ar_sa: النوع

# TBGenres.Text
source: Genres
ar_sa: الأنواع

# TBLastTimePlayed.Text
source: Last time played
ar_sa: آخر تشغيل

# TBLibrary.Text
source: Library
ar_sa: مكتبة

# TBLyrics.Text
source: Lyrics
ar_sa: الكلمات

source: New songs:
ar_sa: أغاني جديدة:

# TBPersonalize.Text
source: Personalization
ar_sa: تخصيص

# TBPlayCount.Text
source: Play count
ar_sa: مرات التشغيل

# TBPlaylistName.Text
source: Playlist name:
ar_sa: اسم قائمة التشغيل:

# TBPlaylistNewName.Text
source: New name:
ar_sa: الاسم الجديد:

# TBPlaylists.Text
source: Playlists
ar_sa: قوائم التشغيل

# TBRating.Text
source: Rating
ar_sa: تقييم

# TBSettings.Text
source: Settings
ar_sa: الإعدادات

# TBSongs.Text
source: Songs
ar_sa: الأغاني

# TBSortBy.Text
source: Sort by
ar_sa: ترتيب حسب

# TBTimer.Text
source: Timer
ar_sa: المؤقت

# TBTitle.Text
source: Title
ar_sa: العنوان

# TBTools.Text
source: Tools
ar_sa: الادوات

# TBTrackNumber.Text
source: Track number
ar_sa: رقم المسار

# TBUpdateLibrary.Text
source: Update library
ar_sa: تحديث المكتبة

# TBYear.Text
source: Year
ar_sa: سنة

source: Title
ar_sa: العنوان

source: Unknown album
ar_sa: الألبوم غير معروف

source: Unknown artist
ar_sa: الفنان غير معروف

source: Unknown genre
ar_sa: النوع غير معروف

source: Year
ar_sa: سنة

source: Yes
ar_sa: نعم

# ButtonFeedback.Content
source: Feedback
ar_sa: ملاحظات

# TBNowPlaying.Text
source: Now playing
ar_sa: يشغَّل الآن

# PageHeaderNowPlayingPlaylist.Content
source: Now playing
ar_sa: ما يتم تشغيله الآن

# AppBarButtonSave.Label
source: Save
ar_sa: حفظ

# TBRadio.Text
source: Radio
ar_sa: الراديو

# PageHeaderRadios.Content
source: Radio
ar_sa: الراديو

# TBOnAir.Text
source: On-air:
ar_sa: على الهواء:

source: Can't find lyrics
ar_sa: لا يمكن العثور على الكلمات

source: Track number
ar_sa: رقم المسار

# TBChangesAppliedAfterRestart.Text
source: Please restart app to apply changes.
ar_sa: أعد تشغيل التطبيق لتفعيل التغييرات.

# TBLanguage.Text
source: Language:
ar_sa: اللغة:

# PageHeaderLicenses.Content
source: Licenses
ar_sa: الترخيص

# ButtonLicenses.Content
source: Licenses
ar_sa: الترخيص

# ContentDialogChoosePathKind.Title
source: Save playlist
ar_sa: حفظ قائمة التشغيل

# ContentDialogChoosePathKind.PrimaryButtonText
source: Save
ar_sa: حفظ

# ContentDialogChoosePathKind.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# RBAbsolute.Content
source: absolute paths
ar_sa: المسارات المطلقة

# RBRelative.Content
source: relative paths
ar_sa: المسارات النسبية

# TBChoosePathKind.Text
source: Save using
ar_sa: حفظ باستخدام

# TBPreventScreenLock.Text
source: Prevent screen from dimming
ar_sa: منع قفل الشاشة

# ButtonLogin.Content
source: Log in
ar_sa: تسجيل دخول

# ButtonLogout.Content
source: Log out
ar_sa: تسجيل خروج

# TBAddSongToLoved.Text
source: If I will rate song, add it to 'Loved tracks'
ar_sa: إذا قمت بتقييم أغنية, قم بإضافتها إلى "المسارات المحببة"

# TBNewSongs.Text
source: New songs:
ar_sa: أغاني جديدة:

# ButtonAdd.Content
source: Add
ar_sa: إضافة

source: Album artist
ar_sa: فنان الألبوم

source: And
ar_sa: و

source: Contains
ar_sa: يحتوي

# MostRecentlyAdded
source: Date added (newest first)
ar_sa: تاريخ الإضافة (الأجدد أولاً)

# LeastRecentlyAdded
source: Date added (oldest first)
ar_sa: تاريخ الإضافة (الأقدم أولاً)

# MostRecentlyPlayed
source: Date played (newest first)
ar_sa: تاريخ التشغيل (الأجدد أولاً)

# LeastRecentlyPlayed
source: Date played (oldest first)
ar_sa: تاريخ التشغيل (الأقدم أولاً)

# ButtonDelete.Content
source: Delete
ar_sa: حذف

source: Does not contain
ar_sa: لا يحتوي على

source: Ends with
ar_sa: ينتهي مع

source: File path
ar_sa: مسار الملف

source: Folder name
ar_sa: اسم المجلد

source: Last added
ar_sa: آخر إضافة

source: Last played
ar_sa: آخر تشغيل

source: Is less
ar_sa: أقل

source: Is not
ar_sa: ليس

source: Is greater
ar_sa: أكبر

source: Is equal
ar_sa: يساوي

# TBMaxSongsNumber.Text
source: Max number of songs
ar_sa: أقصى عدد من الأغاني

# TBName.Text
source: Name
ar_sa: اسم

source: Or
ar_sa: أو

source: Play count
ar_sa: مرات التشغيل

# MostOftenPlayed
source: Play count (lowest first)
ar_sa: مرات التشغيل (الأقل أولاً)

# LeastOftenPlayed
source: Play count (highest first)
ar_sa: مرات التشغيل (الأكثر أولاً)

# LowestRating
source: Rating (highest first)
ar_sa: التقييم (الأعلى أولاً)

# HighestRating
source: Rating (lowest first)
ar_sa: التقييم (الأدنى أولاً)

source: Song count
ar_sa: عدد الأغاني

# TBDefaultSort.Text
source: Sort by
ar_sa: ترتيب حسب

# ShellGrid.FlowDirection
source: LeftToRight
ar_sa: RightToLeft

source: Date added
ar_sa: إضافة تاريخ

# AppBarButtonShuffleAll.Label
source: Shuffle all
ar_sa: خلط الكل

# AppBarButtonLyrics.Label
source: Lyrics
ar_sa: الكلمات

# MFIPlay.Text
source: Play
ar_sa: تشغيل

# ContentDialogPlaybackRate.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# ContentDialogVolume.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# ContentDialogAudioBalance.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# PageHeaderLyrics.Content
source: Lyrics
ar_sa: الكلمات

# ContentDialogAudioSettings.SecondaryButtonText
source: Cancel
ar_sa: إلغاء

# AppBarButtonSort.Label
source: Sort
ar_sa: ترتيب حسب

source: Play now
ar_sa: التشغيل الآن

source: Play next
ar_sa: تشغيل التالي

source: Add to now playing
ar_sa: إضافة إلى التشغيل الآن

source: Add to playlist
ar_sa: إضافة إلى قائمة تشغيل
